{
   "movies":[
      {
         "title":"The Tomorrow War (2021)",
         "image":"https://image.tmdb.org/t/p/w185/lj9R6heQZ56MXGVOavm5Kwk09WY.jpg",
         "description":"မင်းသား ခရစ်ပရက် ရဲ့ သိပ္ပံ အက်ရှင် ရုပ်ရှင်အသစ်ထွက်ပါပြီ။နာမည်အတိုင်းပဲ အနာဂတ်ရဲ့ စစ်ပွဲတစ်ခုအကြောင်းပါ။နောက်လာမယ့် နှစ် ၃၀ မှာ ကမ္ဘာကြီးကို ဂြိုလ်သားတွေ ဝင်တိုက်ပြီးလူတွေအားလုံး သေကုန်မယ့်အကြောင်းအနာဂတ်ကနေ ဆက်သွယ်ပြီး သတိပေးလာပါတယ်။ဒါကြောင့် လက်ရှိခေတ်ရဲ့ တစ်ကမ္ဘာလုံးက လူတွေကိုအနာဂတ်ကို ဆက်တိုက်စစ်ကူပို့ပေးပေမယ့် ရှုံးမြဲ ရှုံးနေတုန်းပါပဲ။ဒီတော့ အင်အားချင်း ရင်ဆိုင်နေရုံနဲ့ မပြီးဘဲဂြိုလ်သားအားလုံးကို လက်စတုံးဖို့ နည်းလမ်းကိုရှာဖွေရင်းနဲ့အနာဂတ်စစ်ပွဲကို ဖြစ်မလာအောင် တားနိုင်မယ့် နည်းလမ်းကိုပါ တွေ့လာတဲ့အခါ..",
         "idm":"IMDB7",
         "file_size":"1.4GB",
         "credit":"Credit-Channel Myanmar",
         "link":"https://www.mediafire.com/download/putgr6mo7aoca99"
      },
      {
         "title":"Bring Your Own Brigade (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/c5XsGMPMFSBrNZIIR936M33Don1-200x300.jpg",
         "description":"အချစ်ကား‌တွေ အက်ရှင်ကားတွေနဲ့ ငြီးငွေ့နေကြပြီလား ပရိသတ်ကြီးတို့။အဖြေဟာ Yes ဆိုရင်တော့ အခုတစ်ခါမှာ Documentary ကောင်းတစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်။ Documentary ဆိုပေမဲ့ IMDb 7.5, RT 88%, MetaCritic 81% တောင်ရထားတာပါ။ငယ်ငယ်တုန်းက အင်္ဂလိပ်စာမှာသင်ခဲ့ရတဲ့ Fire : a good servant but a bad master ဆိုတာကို ကြားဖူးကြမယ်ထင်ပါတယ်။ မီးဆိုတာက ကိရိယာကောင်းလား အန္တရာယ်ကောင်ကြီးလား။ ပရိသတ်တို့ ဘယ်လိုထင်ကြလဲမသိဘူး။ဒီထဲမှာတော့ အင်္ဂလန်ကနေ ကယ်လီဖိုးနီးယားကို ရောက်လာတဲ့ ရုပ်ရှင်ထုတ်လုပ်သူ Lucy Walker ဟာ ကယ်လီဖိုးနီးယားကို ရောက်လာတဲ့နေ့မှာတင် အဝေးပြေးလမ်းဘေးမှာ တောမီးကြီးတစ်လုံးကိုတွေ့လိုက်ရပါတယ်။ ဒါပေမဲ့ အမေရိကန်သားတွေကတော့ ကားလမ်းပေါ်မှာ အေးဆေးမောင်းနေတုန်းပါပဲ။ဒီကိစ္စကို မြင်ပြီးသကာလမှာ မီးတွေ ဘာလို့ ဒီ‌လောက်ကြီး‌ လောင်နေရတာလဲ၊ ဘယ်သူမှဘာမှမလုပ်ကြဘူးလား၊ ဒီ‌လိုတောမီးတွေက အမေရိကမှာ ဘာလို့ ဆက်တိုက်ကိုဖြစ်နေရတာလဲ စတဲ့ သူသိချင်နေတဲ့မေးခွန်းတွေရဲ့ နောက်ကွယ်ကအချက်အလက်တွေကို လိုက်ရှာပါတော့တယ်။မီးလောင်တာလေးပဲဆိုတာထက် ပိုနေတဲ့ အမေရိကန်က တောမီးတွေနဲ့ ပတ်သတ်လို့ သက်ဆိုင်တဲ့ မီးဘေးဒုက္ခသည်တွေ၊ ဒေသခံတွေ၊ မီးသတ်သမားတွေအားလုံးကို အင်တာဗျူးတွေလုပ်ပြီး အချက်အလက်တွေကို သေချာနက်နက်နဲနဲ တူးကြည့်ထားတဲ့ကားလေးဖြစ်တဲ့အတွက် စိတ်ဝင်စားရင်လာကြည့်လှည့်ကြပါဦး",
         "idm":"IMDB7.6",
         "file_size":"1GB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/d35gr3nn4mqec5n/Bring.Your.Own.Brigade.2021-720p-GC.mp4/file"
      },
      {
         "title":"The Protégé (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/Ae3cbmy52HKCTebvdUCCF0vZGrK-200x300.jpg",
         "description":"အခုမှအသစ်စက်စက်ထွက်ရှိထားပြီး Maggie Q ပါဝင်သရုပ်ဆောင်ထားတဲ့ Protégé 2021 အက်ရှင်ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ မိသားစုဝင်အားလုံး အသတ်ခံရပြီး ပြန်ပေးဆွဲခံရတဲ့ အန်နာ ကို လုပ်ကြံသတ်ဖြတ်ရေးသမားဖြစ်တဲ့ မိုဒီ မှ ကယ်တင်ခဲ့ပြီး သူမကိုလည်း သူ့လိုလူတစ်ယောက်ဖြစ်လာအောင် ပြုစုပျိုးထောင်ခဲ့ပါတယ်။ အန်နာ အတွက်တော့ မိုဒီ ဟာ ဒုတိယအဖေဖြစ်သလို သူငယ်ချင်းကောင်းဆိုလည်း ဟုတ်ပါတယ်။လွန်ခဲ့တဲ့ နှစ်ပေါင်း ၃၀ က လုပ်ကြံခံရပြီး သေသွားခဲ့တဲ့ စီးပွားရေးလုပ်ငန်းရှင် အတ်ဝတ်ဟေးစ် ရဲ့ ပျောက်ဆုံးနေတဲ့သားဖြစ်သူ လူးကတ်ဟေးစ် ဆိုတဲ့လူကို လိုက်ရှာဖို့ စုံစမ်းကြရာမှ မိုဒီ ဟာ အမည်မသိလူတစ်စုရဲ့ သတ်ဖြတ်ခြင်းကို ခံလိုက်ရပြီး အန်နာ နောက်ကိုလည်း ၎င်းအဖွဲ့မှ လိုက်နေကြပါတယ်။မိုဒီ ရဲ့သေဆုံးမှုက လူးကတ်ဟေးစ်နဲ့ ဘယ်လိုဆက်နွယ်နေတာလဲ ၊ ဘာကြောင့် လူးကတ်ဟေးစ်ကို အခုချိန်ရောက်မှ ရှာကြတာလဲ ၊ လူးကတ်ဟေးစ်ကို လိုက်ရှာတဲ့သူတိုင်းကို ဘယ်သူက လိုက်သတ်နေတာလဲ ၊ အန်နာကရော မိုဒီ ကို သတ်သွားတဲ့လူကို ရှာတွေ့နိုင်ပါ့မလား ၊ အားလုံးဟာ လွန်ခဲ့တဲ့ နှစ် ၃၀ က အဖြစ်အပျက်နဲ့ ဘယ်လို ဆက်စက်နေတာလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုပေးကြပါလို့ပြောရင်း အညွှန်းကို အဆုံးသတ်လိုက်ပါတယ်။",
         "idm":"IMDB6.6",
         "file_size":"899MB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/p3snk342vcdn9dt/The-Protege-2021-hd-GC.mp4/file"
      },
      {
         "title":"No Man of God (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/qq18y961r2CAlLyHwZjruxcZuqz-200x300.jpg",
         "description":"Ted Bundy ဆိုတဲ့ အမျိုးသားကတော့ အမေရိကားရဲ့ Serial Killer တွေထဲက တစ်ယောက်အပါအဝင်ပဲဖြစ်ပါတယ်။ သူဟာဆိုရင် မိန်းမငယ်လေးတွေကို ပြန်ပေးဆွဲ၊ မုဒိန်းကျင့်ပြီးတော့ သတ်ပစ်ခဲ့တဲ့သူပါ။ ၁၉၇၀ ဝန်းကျင်မှာ မိန်းမငယ်လေးတွေကို ရုပ်ဖြောင့်ဖြောင့်၊ အပြောကောင်းကောင်းလေးတွေနဲ့ ဖမ်းစားတတ်ပါတယ်။ ဒီထက်လည်း စောချင်စောနိုင်ပါတယ်။ ဘယ်သူမှတပ်အပ်မသိကြသလို Ted Bundy ကိုယ်တိုင်ကလည်းအဖမ်းခံရပြီးတာ‌တောင် ဆယ်စုနှစ်တစ်ခုကြာတဲ့အထိ ငြင်း‌ဆို‌နေခဲ့တာပါ။ အဲဒီနောက်မှာတော့ ပြည်နယ် ၇ ခုမှာ လူ ၃၀ ‌ကို သတ်ပစ်ခဲ့ကြောင်း ဝန်ခံလာခဲ့ပါတယ်။ ဒါပေမယ့် လူအများကတော့ ဒီထက်ပိုမယ်လို့ ယုံကြည်ထားကြပါတယ်။ Ted Bundy ကိုတော့ January 24, 1989 မှာ လျှပ်စစ်ခုံနဲ့ သတ်ပစ်ခဲ့ကြပါတယ်။No Man of God မှာတော့ Ted Bundy ရဲ့ ဘဝအကြောင်းကို ပြည့်ပြည့်စုံစုံမြင်ရမှာ မဟုတ်ဘဲ၊ အထူးအေးဂျင့်ဖြစ်သူ Bill Hagmaier နဲ့ Ted Bundy ရဲ့ ဆက်ဆံရေးကိုပဲ မြင်တွေ့ရမှာဖြစ်ပါတယ်။ ရုပ်ရှင်ရဲ့အစိတ်အပိုင်းတော်တော်များများက သူတို့နှစ်ယောက် အခန်းတစ်ခုမှာ စကားထိုင်ပြောနေတာတွေပဲဆိုတော့ ပျင်းစရာကောင်းရင် ကောင်းနေနိုင်ပေမယ့် တကယ်စိတ်နှစ်ပြီး ကြည့်မယ်ဆိုရင်တော့ Ted Bundy ဆိုတဲ့ လူတစ်ယောက်အကြောင်းကို ကောင်းကောင်းသိနိုင်မယ်လို့ထင်ပါတယ်။",
         "idm":"IMDB7.3",
         "file_size":"860MB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/6m3fnn7e9nn0rm0/No-Man-of-God-2021-hd-GC.mp4/file"
      },
      {
         "title":"Spider-Man 3 (2007)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/2jLxKF73SAPkyhIWrnv67IH7kJ1-200x300.jpg",
         "description":"ဒီကားလေးကို တော့အားလုံး သိထားကြမှာပါ Tobey Maguire သရုပ်ဆောင်ထားတဲ့ Spiderman 3ကားလေးပါ သူ spiderman အနေနဲ့နောက်ဆုံးသရုပ်ဆောင်တဲ့ ကားလို့လဲ ပြောလို့ရပါတယ်1 နဲ့ 2တုန်းလို main villain တစ်ယောက်ထဲမဟုတ်ပဲနဲ့ venom ရယ် sandman ရယ်နှစ်ယောက်ပါဝင်ပါတယ် 2007 ခုနှစ်ကထွက်တယ်ဆိုပေမယ့် superhero fan တွေအတွက်တော့တကယ့်ကို old but gold ကားလေးပါ အရမ်းမိုက်ပါတယ်ကဲပရိတ်သတ်ကြီးရေ မေ့လောက်ပြီထင်ရင် မြန်မြန်ပြန်down ကြည့်လိုက်ကြဦးနော် မကြည့်ရသေးတဲ့လူ တွေကိုလည်း တကယ်ကောင်းတဲ့ကားလေး မလို့down ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်ဗျ",
         "idm":"IMDB6.2",
         "file_size":"1.2GB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/gmsxmovedwu5vi6/Spiderman-3-2007-hd-GC.mp4/file"
      },
      {
         "title":"Spider-Man 2 (2004)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/olxpyq9kJAZ2NU1siLshhhXEPR7-200x300.jpg",
         "description":"ဒီကားကတော့ Tobey Maguire ပဲသရုပ်ဆောင်ထားတဲ့ spiderman 2 ကားလေး ပါ Spiderman 1 ရဲ့အဆက်ပေါ့ ပထမကားမှာ တော့ ပင့်ကူလူသား စဖြစ်လာပုံရယ် ပြီးတော့The First Villain အနေနဲ့ Green Goblin ဇာတ်ကောင်ကိုထည့်‌သွင်းထားခဲ့ပါတယ်အခု Spiderman 2 ဇာတ်ကားမှာတော့ Villain အနေနဲ့ Doctor Octopus ဇာတ်ကောင်ကိုထည့်သွင်း ရိုက်ကူးထားတာ ဖြစ်ပါတယ် ထွက်တာကြခဲ့ပေမယ့် လည်း အခုထိကြည့်လို့ကောင်းနေဆဲပါ ဗျ မကြည့်ရသေးတဲ့ လူတွေလည်း down ပြီးကြည့်လိုက်ကြပါဦးနော် ကြည့်ပြီးသားလူတွေလည်း ဒီဇာတ်ကားလေး ကို တဖန်ပြန်လည် ကြည့်ရှုပြီး ဇာတ်ကားရဲ့ အနှစ်အရသာလေးကို ပြန်ခံစားကြည့်လိုက်ကြပါဦးနော်",
         "idm":"IMDB7.3",
         "file_size":"1.1GB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/sixozyq8vto3m70/Spiderman-2-2004-hd-GC.mp4/file"
      },
      {
         "title":"Spider-Man (2002)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/fwoETElxZqiF3it8F4HitSliXqp-200x300.jpg",
         "description":"ဒီကားကတော့ Tobey Maguire ပဲသရုပ်ဆောင်ထားတဲ့ spiderman 2 ကားလေး ပါ Spiderman 1 ရဲ့အဆက်ပေါ့ ပထမကားမှာ တော့ ပင့်ကူလူသား စဖြစ်လာပုံရယ် ပြီးတော့The First Villain အနေနဲ့ Green Goblin ဇာတ်ကောင်ကိုထည့်‌သွင်းထားခဲ့ပါတယ်အခု Spiderman 2 ဇာတ်ကားမှာတော့ Villain အနေနဲ့ Doctor Octopus ဇာတ်ကောင်ကိုထည့်သွင်း ရိုက်ကူးထားတာ ဖြစ်ပါတယ် ထွက်တာကြခဲ့ပေမယ့် လည်း အခုထိကြည့်လို့ကောင်းနေဆဲပါ ဗျ မကြည့်ရသေးတဲ့ လူတွေလည်း down ပြီးကြည့်လိုက်ကြပါဦးနော် ကြည့်ပြီးသားလူတွေလည်း ဒီဇာတ်ကားလေး ကို တဖန်ပြန်လည် ကြည့်ရှုပြီး ဇာတ်ကားရဲ့ အနှစ်အရသာလေးကို ပြန်ခံစားကြည့်လိုက်ကြပါဦးနော်",
         "idm":"IMDB7.3",
         "file_size":"1GB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/gwcce5nkiienvsy/Spiderman-2002-hd-GC.mp4/file"
      }
   ]
}
