{
   "movies":[
      {
         "title":"The Tomorrow War (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/06/x54tAgLfS51fO5EcipNJJ9tfSRK-185x278.jpg",
         "description":"ယခုတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ .. Paper tigers ဆိုတဲ့ကားလေးပါ.. Imdb 6.4 အထိရရှိထားပြီး .. Action comedy လို့လည်းပြောလို့ရပါတယ်.. အရမ်းကြီး ဟာသတွေပါနေတာမျိုးမဟုတ်ပဲ.. အရမ်းကြီးလည်း Fighting တွေ မထည့်ထားတဲ့ဇာတ်ကားလေးပါ.. အဓိက ဇာတ်ကောင်တွေကတော့ Alain uy ရယ် Ron Yuanရယ်ပြီးတော့ mykel shannon တို့သုံးယောက်ပါ .. Alain uy ကတော့ ဇာတ်ကားတော်တော်များများလည်း တွေ့ဖူး မြင်ဖူးကြမယ်ထင်ပါတယ်..ဇာတ်လမ်းလေးကတော့ ဇာတ်လိုက်သုံးယောက်က ငယ်ငယ်လေးကတည်း .. ရှိဖု ချောင် ဆီမှာ ကွန်ဖူးပညာကို သက်ယူခဲ့ကြတာပါ.. ဒီလိုနဲ့ သူတို့တွေဟာ ကွန်ဖူးပညာကို တက်မြောက်ပြီးမှာတော့ သိုင်းပညာရပ် ယှဥ်ပြိုင်တာတွေပြုခဲ့ပြီး.. သူတို့ဟာသိုင်းပညာရပ်မှာ ကျွမ်းကျင်တယ် နာမည် ကြီးစပြုလာပါတော့တယ်.. သူတို့ရဲ့ သိုင်းပညာ အဓိက ယှဥ်ပြိုင်ဖက်ကတော့ ကာတာဆ်ိုတဲ့ လူဖြူလူမျိုးပါ.. ဒီလိုနဲ့ပဲ အသက်အရွယ်ရလာတဲ့အခါမှာ သူတို့တွေကို ရှိဖုချောင်က မျိုးနွယ်စု အမွေဆက်ခံသူကိုရွေးချယ်ခဲ့ပါတယ်..ရွေးချယ်ပြီးတဲ့နောက်ပိုင်းမှာတော့ သူတို့တွေဟာ ကွန်ဖူး သင်တန်းကျောင်းတွေ ဆက်လက်မထူထောင်ပဲကိုယ်ပိုင်စီးပွားရေးကို ဇာတ်မြုပ်လုပ်ကိုင်နေကြပါတော့တယ်..ဒီလိုနဲ့ပဲ သူတို့ရဲ့ ရှိဖု ဟာ သေဆုံးသွားတယ်ဆိုတဲ့သတင်းကို ဒန်ဆီဟင် ခေါ် အမွေဆက်ခံသူက အန်ဟင်း ဆီကနေပြီး သတင်းကြားခဲ့တာနဲ့ပဲ.. သူတို့တွေရှိဖုရဲ့ အသုဘကိုသွားရောက်ကြပါတယ်.. သွားရောက်တဲ့အချိန်မှာ ကာတာ ဟု​ေ ခါ်သူ ငယ်စဥ်ကပြိုင်ဖက် ကတော့ တစ်ခြားမျိုးနွယ်တစ်ုရဲ့ ရှိဖု ဖြစ်နေပါပြီ.. သူတို့တွေစကားစမြည်ပြောကြရင်း.. ရှိဖုက အကျိုးအကြောင်းမဲ့သေတာမဟုတ်ဘူးလို့.. ဒန်ဆီဟင်က်ု ပြောလိုက်ပါတော့တယ်…ဒါပေမယ့်ဒန်ဆီဟင်က အယုံအကြည်မရှိခဲ့ပါဘူး.. ဒါပေမယ့်ကာတာက သူတို့ကို မရရအောင်စုံစမ်းခိုင်းတဲ့အခါမှာတော့… သူတို့ရဲ့ စွန့်စားခန်းခရီးကစတင်လာပါတော့တယ်..သူတို့ ကျားသုံးကောင်က ရှိဖု နောက်ဆုံးတပည့်တွေလို့ထင်နေပေမယ့်.. တစ်ကယ်တမ်း နောက်ထပ် မျိုးနွယ်စုအမွေဆက်ခံသူတစ်ယောက်ပေါ်ထွက်လာတဲ့အခါ.. သူတို့တွေဘယ်လို ရင်ဆိုင်ကျော်ဖြတ်ကြမလဲဆိုတာကို.. comedy လေးရောပြီး ရိုက်ပြထားတဲ့ကားဖြစ်ပါတယ်..",
         "idm":"IMDB-7.3",
         "credit":"Credit-Gold Channel",
         "hd":"https://www.mediafire.com/file/08gabq5vdu5ak49/The.Paper.Tigers.2020.1080p.BluRay.H264.AAC-RARBG.mp4-muxed.mp4/file",
         "sd":"https://www.mediafire.com/file/g4khfqov8s8m6re/The.Paper.Tigers.2020.1080P.Bluray.H264.Aac-Rarbg.Mp4-Muxed-1.mp4/file",
         "fb":""
      },
      {
         "title":"The Paper Tigers (2021)",
         "image":"https://image.tmdb.org/t/p/w185/lj9R6heQZ56MXGVOavm5Kwk09WY.jpg",
         "description":"",
         "idm":"IMDB-7",
         "credit":"Credit-Channel Myanmar",
         "hd":"https://www.mediafire.com/file/putgr6mo7aoca99/Tomorrow_War.mp4/file",
         "sd":"",
         "fb":""
      }
   ]
}
