{
   "movies":[
      {
         "title":"Jagga Jasoos (2017)",
         "image":"https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTkyMzc1MTQxNl5BMl5BanBnXkFtZTgwMDIzNzM3MjI@._V1_SY1000_CR006911000_AL_.jpg",
         "description":"ပုံပြင်လေးတစ်ပုဒ် ပြောပြချင်တယ်ဗျာဟိုးရှေးရှေးတုန်းကပေါ့ မူဟီနာဂူရီလို့ ခေါ်တဲ့ မြို့လေးရဲ့ ဆေးရုံလေးတစ်ခုမှာကလေးငယ်တစ်ယောက် ဖွားမြင်လေခဲ့တယ်။ကလေးရဲ့ ကံဆိုးမှုလားပဲ သူ့ကို မွေးဖွားပြီး သိပ်မကြာခင်မှာပဲ အက်ဆီဒန့် တစ်ခုပြီး မိဘနှစ်ပါးလုံး သေဆုံးခဲ့ကြတယ်။သူ့ကို လာခေါ်မယ့်ဆွေမျိုးသားခြင်း ဘယ်သူမှ မရှိလေဘူးဒီဆေးရုံလေးကပဲ သူ့ကမ္ဘာလေးဖြစ်ခဲ့ရတယ်နှစ်တွေအလီလီ ဆေးရုံမှာ ဖြတ်သန်းနေထိုင်ရင်းတနေ့မှာတော့ ရထားပေါ်က ခုန်ချလိုက်တဲ့ လူတစ်ယောက်ကို မြင်သွားပြီးအပြေးသွားကြည့်တဲ့အချိန်မှာ အဲ့ဒီလူကြီးက ဒဏ်ရာတွေ အများကြီးနဲ့ သတိလစ်မေ့မျောနေတယ်ဒီလူကြီးသတိရလာတော့ ဆေးရုံပေါ်ရောက်နေပြီ ဘေးနားမှာ ကောင်လေးတစ်ယောက် ဆေးပုလင်းလာချိတ်ပေးတယ် မင်းနာမည် ဘယ်လိုခေါ်လဲ ဘာမှ မဖြေပဲ ကောင်လေးပြန်ထွက်သွားတယ်",
         "idm":"IMDB-6.7",
         "credit":"Credit-Channel Myanmar",
         "hd":"",
         "sd":"",
         "fb":"1005953353134793"
      },
      {
         "title":"Thugs of Hindostan (2018)",
         "image":"https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTA3ODUxMzUzMzleQTJeQWpwZ15BbWU4MDMzMzkyNDYz._V1_.jpg",
         "description":"၂၀၁၈ က ရုံတင်ခဲ့တဲ့ အာမာခန်း နှင့် အမီတာဘာချမ်း တို့ခေါင်းဆောင်ပါဝင် သရုပ်ဆောင်ထားတဲ့ Thugs Of Hindostan ကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းပုံစံကတော့ အန္ဒိယ နိုင်ငံကို အင်္ဂလိပ်လူဖြူတွေကကျွန်အရောင်းအဝယ် ကုန်သွယ်မှုတွေ အပြင် တစ်ဖြေးဖြေး စီးနင်းလာတဲ့အခါမျိုးချစ်စိတ် ရှိတဲ့ ဘုရင့်အမျိုးအနွယ်တွေက ပုန်ကန်ဖို့ လုပ်ကြပါတယ်ဒါပေမဲ့ အရမ်းလည်လွန်းတဲ့ လူဖြူ အရာရှိ ကလိုက်ဖ် က အတော်များများကိုသတ်ပစ်ခဲ့ပါတယ်…အဲ့ဒီထဲကမှ ဘုရင်ကြီး တစ်ပါးရဲ့ သမီးဖြစ်သူ ဇာဖီရာ ဟာလူယုံတော်ကြီး အာဇတ် နဲ့ အတူ လွတ်မြောက်သွားခဲ့ပါတယ်..နှစ်ပေါင်းအတော်ကြာတဲ့ အခါ ပင်လယ်ဓါးမြကြီး ပုန်ကန်သူ အာဇတ် နဲ့အဖွဲ့ဖြစ်ပေါ်လာပြီး အင်္ဂလိပ်အစိုးရကို သွေးလန့်စေခဲ့ပါတော့တယ်…အင်္ဂလိပ်အစိုးရကလဲ သူတို့ အချုပ်အခြာ အာဏာ တည်မြဲရေးအတွက်အာဇတ် ကို ဖမ်းမိရဖို့အတွက် အတော်ဆုံးလူ လိုက်ရှာတဲ့အခါမှာတော့ပိုက်ဆံကလွဲပြီး ဘာမှ မသိ ပိုက်ဆံသာ ဘုရားသခင် လို့ မှတ်ယူထားတဲ့ဖီရန်ဂီ နဲ့ စတင် တွေ့တော့တာပါပဲ…ဖီရန်ဂီ ရဲ့ ပလန် နဲ့ အာဇတ် ကို ဖမ်းမိဖို့ ကြိုးစားကြတဲ့အခါမှာတော့….",
         "idm":"IMDB-4.1",
         "credit":"Credit-Channel Myanmar",
         "hd":"https://www.mediafire.com/file/sbdui6gyf3pk0gi/TOH.mp4/file",
         "sd":"",
         "fb":""
      }
   ]
}
