{
   "movies":[
      {
         "title":"Vivo (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/eRLlrhbdYE7XN6VtcZKy6o2BsOw-200x300.jpg",
         "description":"ဒီနေ့မှာတော့ Netflix နဲ့ Sony Pictures Animation Studio ကနေ အားလုံးရှေ့ကို ချစ်စရာ့ Musical Animated Movie လေးတစ်ကားသယ်ဆောင်လာပြန်ပါပြီ။ Musical ဆိုတဲ့အတိုင်း သီချင်းမြူးမြူးလေးတွေ ဆွေးဆွေးလေးတွေကိုပါ ခံစားရမှာပါဇာတ်လမ်းအကျဉ်းလေးကတော့ Havana မြို့မှာ Andréလို့အမည်ရတဲ့ ဂီတပညာရှင်ကြီးရယ် Vivo လို့ခေါ်တဲ့ Kinkajou ကောင်လေးရယ်က မြို့လယ်ခေါင်တို့ ပလာဇာတို့လိုလူစည်ကားတဲ့နေရာတွေမှာ သူတို့ချစ်မြတ်နိုးတဲ့သီချင်းလေးတွေသီဆိုရင်း လူတွေကိုဖျော်ဖြေကြတယ်ပေါ့။ တစ်မြို့လုံးကလူတွေကလည်း သူတို့ကိုချစ်ကြတယ်။ သူတို့ရဲ့သီချင်းလေးတွေကိုနားထောင်ပြီး မုန့်ဖိုးလေးတွေပေးကြတယ်။ ဒီလိုနဲ့ လူအိုကြီးတစ်ယောက်နဲ့တိရစ္ဆာန်လေးတစ်ကောင် နေ့ရက်တွေကိုပျော်ပျော်ရွှင်ရွှင်ဖြတ်သန်းလာရင်း တစ်ရက်မှာတော့ မမျှော်လင့်ဘဲ Marta ဆိုတဲ့ နာမည်ကြီးအဆိုတော်ဆီကနေစာတစ်စောင်ရောက်လာတယ်။Marta ဆိုတာ အရင်က André နဲ့သီချင်းတွေအတူတူဖန်တီးသီဆိုခဲ့တဲ့သူလည်းဖြစ် André ရဲ့ချစ်ရသူလည်းဖြစ်ပေါ့။ ကွဲကွာနေတာနှစ်ပေါင်းများစွာကြာပြီးမှ Marta က André ကို သူ့ရဲ့နောက်ဆုံးနှုတ်ဆက်ဖျော်ဖြေပွဲကိုလာဖို့ အတူတူသီချင်းတွေသီဆိုကြဖို့ဖိတ်ခေါ်ခဲ့တယ်။ ဘာပြောကောင်းမလဲ .. André ကြီးတစ်ယောက် အပျော်ကြီးပျော်တာပေါ့ .. ချစ်တဲ့အကြောင်းကိုတစ်ခါလေးတောင်ဝန်မခံလိုက်ရဘဲ ကွဲကွာသွားတဲ့သူ့ချစ်ရသူနဲ့ပြန်တွေ့ရမယ်ဆိုတော့ ..။André မှာ တစ်ချိန်က ချစ်ရသူကိုဝန်မခံဖြစ်ခဲ့ပေမယ့် Marta အပေါ်ထားတဲ့သူ့ခံစားချက်တွေအကုန်လုံးကို ထည့်သွင်းရေးဖွဲ့ထားသီချင်းလေးတစ်ပုဒ်ရှိတယ်။ အဲဒီသီချင်းလေးကိုလည်း Marta ကိုပေးရတော့မယ်ဆိုတဲ့အပျော်တွေနဲ့အိပ်စက်ပြီး André တစ်ယောက် အဲဒီညမှာပဲ ဆုံးပါးသွားခဲ့တယ်။ ဒီလိုနဲ့ Vivoလေးဟာ ချစ်ရတဲ့ André ရဲ့နောက်ဆုံးဆန္ဒလေးကိုဖြည့်ဆည်းပေးဖို့ဆုံးဖြတ်ရင်း Vivo ရယ် Gabi ဆိုတဲ့ကောင်မလေးရယ် ဘယ်လိုစွန့်စားခန်းခရီးရှည်ကြီးထွက်ကြမလဲဆိုတာတော့ ကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ကြပါဦးနော် ..။",
         "idm":"IMDB7.3",
         "file_size":"1.4GB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/nmil5nifnklxfr5/Vivo-2021-GC.mp4/file"
      },
      {
         "title":"The Witcher: Nightmare of the Wolf (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/3sLz2yv6vBDWqBbd8rdnNeoJ2kJ-200x300.jpg",
         "description":"ဒီနေ့တင်ဆက်ပေးချင်တာကတော့ Netflix seriesတစ်ခုဖြစ်တဲ့ “The Witchers”ရဲ့ spin-offအနေနဲ့ထွက်ရှိလာတဲ့ “The Witcher: Nightmare of the Wolf”ဆိုတဲ့ animationကားလေးဖြစ်ပါတယ်။ The Witchersထဲက Geraltရဲ့ဆရာဖြစ်သူ Vesemirအကြောင်းရိုက်ကူးထားတဲ့ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအနေနဲ့တော့ Kaer Morhenကအိမ်တစ်ခုမှာ အစေခံလုပ်ရင်း ပင်ပင်ပန်းပန်းနေရတဲ့ Vesemirဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိပါတယ်။ တစ်နေ့မှာ သူတို့အိမ်ကကသခင်မကိုမကောင်းဆိုးဝါးပူးကပ်လို့ မကောင်းဆိုးဝါးမုဆိုးတစ်ယောက်ကိုခေါ်လာပြီး ပူးကပ်နေတဲ့မကောင်းဆိုးဝါးနှင်ထုတ်ရာမှာကူညီပေးခဲ့ရပါတယ်။နောက်တော့အစေခံဘဝကိုလည်းစိတ်ကုန်နေပြီဖြစ်တဲ့ Vesemirက အဲဒီမကောင်းဆိုးဝါးမုဆိုးနဲ့အတူလိုက်ခွင့်ရ‌ဖို့တောင်းဆိုပြီး ကိုယ်တိုင်လည်းမကောင်းဆိုးဝါးမုဆိုးတစ်ယောက်ဖြစ်အောင်ကြိုးပမ်းခဲ့ပါတယ်။အဲလိုနေလာရင်း နောက်ထပ်တုန်လှုပ်စရာမကောင်းဆိုးဝါးတစ်ကောင်ထွက်ပေါ်လာပြီးနောက်မှာ အဲဒီမကောင်းဆိုးဝါးကို Vesemirတစ်ယောက် ဘယ်လိုသည်းထိတ်ရင်ဖိုဆန်ဆန်တွန်းလှန်တိုက်ခိုက်မလဲဆိုတာကို ဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုပေးပါ.",
         "idm":"IMDB5.5",
         "file_size":"700MB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/kz6nn9cykbjashb/The+Witcher-Nightmare+Of+The+Wolf-2021-720p-Gc.mp4/file"
      },
      {
         "title":"PAW Patrol: The Movie (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/ic0intvXZSfBlYPIvWXpU1ivUCO-200x300.jpg",
         "description":"ကလေးတို့လည်း ကြိုက် လူကြီးတွေလည်း ချစ်ကြတဲ့ Paw Patrol တို့အဖွဲ့ လာပါပြီနော်၊ IMDb rating ကတော့ 6.6 ရရှိထားပြီး ချစ်စရာခွေးလေးတွေ ပါ၀င်ထားတဲ့ကားလေးမို့ ကြည့်ပျော်မှာပါနော်။“Paw Patrol” ဆိုတာကတော့ ရိုက်ဒါ ဆိုတဲ့ ကောင်လေး၊ “မာရှယ်၊ ရတ်ဘယ် ၊ဇူမား ၊စကိုင်း ၊ချေ့၊ ရော့ကီ” ဆိုတဲ့ ပါပီလေး ၆ ကောင်ရယ် ပါ၀င်တဲ့ ကယ်ဆယ်ရေးအဖွဲ့ပါ၊ သူတို့ဟာ Adventure Bay မှာ နေကြတဲ့ သူတွေပေါ့။ သူတို့နေတဲ့နေရာနဲ့ မနီးမဝေးမှာ Adventure City ဆိုတာ ရှိတယ် ၊ “လစ်ဘာတီ” ကတော့ Adventure City မှာ နေတဲ့ ပါပီမလေးပေါ့ ၊ သူမတို့မြို့ရဲ့ ရွေးကောက်ပွဲမှာ အနိုင်ရခဲ့တဲ့မြို့တော်၀န်ဟာ ပြည်သူတွေအ‌ပေါ် မကောင်းဘဲ ထိခိုက်အောင် လုပ်နေလို့ သူမဟာ “Paw Patrol” အဖွဲ့ကို အကူအညီ လှမ်းတောင်းခဲ့ပါတယ် ၊အဲဒီကနေ သူမနဲ့ “Paw Patrol” အဖွဲ့ ဘယ်လိုပူးပေါင်းမိကြမလဲ ၊ Adventure City ကို အကျင့်မကောင်းတဲ့ မြို့တော်၀န်ရန်ကနေ ဘယ်လိုကာကွယ်ကြမလဲ အကျင့်ပျက်မြို့တော်၀န်ကို ဘယ်လိုပညာပေးကြမလဲ စတဲ့ စွန့်စားခန်း‌တွေကို ရှုစားရမှာပဲ ဖြစ်ပါတယ်နော်…..",
         "idm":"IMDB6.6",
         "file_size":"670MB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/s6ysni3hfufn8j9/PAW-Patrol-The-Movie-2021-hd-GC.mp4/file"
      }
   ]
}
