{
   "movies":[
      {
         "title":"CODA (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/BzVjmm8l23rPsijLiNLUzuQtyd-200x300.jpg",
         "description":"ဇာတ်လမ်းလေးနာမည်က CODA (Child of deaf adults) “အရွယ်ရောက်ပြီးအကြားအာရုံချို့တဲ့သူနှစ်ဦးရဲ့ကလေး” တဲ့။Gloucester ဆိုတဲ့မြို့လေးမှာ Ruby Rossi ဆိုတဲ့ကောင်မလေးတစ်ယောက် သူ့မိသားစုနဲ့အတူငါးဖမ်းလုပ်ငန်းနဲ့ အသက်မွေးဝမ်းကြောင်းပြုနေထိုင်တယ်။ အဖေရယ် အမေရယ် အစ်ကိုရယ်နဲ့ မိသားစုဝင်လေးယောက်ရှိပြီး Ruby ကလွဲပြီး ကျန်တဲ့သူတွေအားလုံးက အကြားအာရုံချို့တဲ့တဲ့သူတွေပါ။ “ဆွံ့အ နားမကြား” ဆိုတဲ့အခေါ်အတိုင်း အကြားအာရုံချို့တဲ့တဲ့သူတို့ဟာ စကားလည်းမပြောနိုင်ကြပါဘူး။ ဒီတော့ အချင်းချင်းလည်း Sign Language နဲ့ပဲပြောကြတာပေါ့။အံ့အားသင့်စရာကောင်းလောက်အောင်ပဲ ဒီလိုမိသားစုမှာကြီးပြင်းလာရတဲ့ Ruby ရဲ့ ပါရမီက သီချင်းဆိုတာဖြစ်နေတယ်။ ဒီလိုနဲ့ ကျောင်းဓမ္မတေးကလပ်မှာ ပါဝင်ဖြစ်ပြီး ဆရာဖြစ်သူ Mr. V ရဲ့အကူအညီနဲ့ သူမရဲ့အိပ်မက်ခရီးလမ်းကိုဆက်လျှောက်ဖို့ လမ်းစပေါ်လာခဲ့တာပေါ့။ဇာတ်လမ်းလေးက ရိုးရိုးသာမန် Drama film ဆိုပေမယ့် .. သမီးဖြစ်သူ သီချင်းဆိုနေတဲ့အချိန် မိသားစုဝင်တွေအကုန်လာပြီးအားပေးကြပေမယ့် ဘာမှမကြားလို့ ဘာမှမသိဖြစ်နေတာမျိုး .. မိဘအနေနဲ့ ကိုယ့်သားသမီးရဲ့ထူးချွန်မှုကို ဂုဏ်ယူချင်ပေမယ့် ဘာမှမကြားရလို့မချင့်မရဲဖြစ်နေရတာမျိုး .. အဲဒီလိုဇာတ်ကွက်တွေမှာဆို သရုပ်ဆောင်တွေရဲ့ပီပြင်တဲ့သရုပ်ဆောင်နိုင်မှုကြောင့် ကြည့်နေရင်းရင်ထဲမှာနင့်နေအောင်ခံစားရမှာပါ။ အပြင်လောကမှာလည်း ဒီလိုအဖြစ်မျိုးတွေရှိတာမို့ ကြည့်ရှုလို့ကောင်းတဲ့ဇာတ်လမ်းလေးကောင်းတစ်ပုဒ်ဖြစ်ကြောင်းညွှန်းလိုက်ပါတယ်နော်..။",
         "idm":"IMDB7.9",
         "file_size":"1.52GB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/36cecmylpp617b0/Coda-2021-GC.mp4/file"
      },
      {
         "title":"Sweet & Sour (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/3yGwAPl6LWpi8QwHjwCMaqsPgNB-200x300.jpg",
         "description":"လွန်ခဲ့တဲ့ရက်ပိုင်းကပဲ စစ်မှုထမ်းသွားတဲ့ကိုယ်တွေ Ki Yong လေးရဲ့ June လကထွက်ခဲ့တဲ့ ကားသစ်လေးနဲ့ GC ပရိတ်သတ်ကြီးအတွက်အလွမ်းပြေ တင်ဆက်ပေးချင်ပါတယ်။ဒီကားလေးက Romantic Comedy flimအမျိုးအစားလေးဖြစ်ပြီး Jang Ki Yonghae Soo Bin နဲ့  Krystal တို့ဦးဆောင်ပါဝင်ထားပါတယ်။အသည်းရောင်အသားဝါဘီပိုးကြောင့် ဆေးရုံတက်လိုက်ရတဲ့ အီဂျန်ဟော့…တစ်ကိုယ်လုံးဝါထိန်နေလို့ ကူးစက်တတ်တယ်ထင်ပြီး ဘယ်သူမှ သူ့အနားမကပ်ကြပေမယ့်အနားမှာ စေတနာပါပါပြုစုပေးတဲ့သူနာပြုလေး ဂျောင်ဒါအွန်း…အဲ့လိုနဲ့ အီဂျန်ဟော့ သူနာပြုလေးကိုမြင်မြင်ချင်းကတည်း ချစ်မိသွားပါတယ်။ဒီကားလေးက ဂျန်ဟော့နဲ့ ဒါအွန်းရဲ့ မချိုမချဉ်အချစ်ဇာတ်လမ်းလေးကို ဇာတ်အိမ်တည်ထားတယ်ဆိုပေမယ့် Plot twistအဆန်းကြီးရောက်ရင်တော့ပြုံးမိမယ်ဆိုတာ သေချာတာမလို့ကြည့်ရှုပေးကြပါဦး။",
         "idm":"IMDB6.7",
         "file_size":"900MB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/z6mdk99qj2jsmlz/Sweet.And.Sour.2021.720p-gc.mp4/file"
      },
      {
         "title":"Why Women Cheat (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/xHJhH0pGTFLsECDry3G170M8fsG-225x300.jpg",
         "description":"ဒီတစ်ခါမှာတော့ တရုတ်ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးချင်ပါတယ်ကျွန်းနိုင်ငံရဲ့ ဘုရင်တစ်ပါးဖြစ်တဲ့ မင်းသားဟာမိန်းကလေးတစ်ယောက်ကြောင့် နာကျင်ခဲ့ရပါတယ်အဆိုပါမိန်းကလေးကို မေ့ပျောက်ဖို့ အိပ်စက်ခြင်းကို နှစ်သက်လာပြီးကံကြမ္မာက မျက်နှာသာပေးလာချိန်မှာတော့ချစ်စိတ်ရယ် နာကြည်းစိတ်ရယ် လွန်ဆွဲပြီး ဘယ်လို မင်းသမီးကို အနိုင်ကျင့်မလဲ ကြည့်ကြည့်လိုက်ရအောင်",
         "idm":"IMDB6.6",
         "file_size":"700MB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/xx3lmdfxl2f6nqm/Why.Women.Cheat.2021-hd-Gc.mp4/file"
      },
      {
         "title":"Risen (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/kMlg2IMXkut5DJYpRqc3ZkgM9IW-200x300.jpg",
         "description":"လူဦးရေ ၁၃၀၀ လောက်ပဲ နေထိုင်ကြပြီး သာယာအေးချမ်းတဲ့ ဘတ်ဂျာမြို့လေးမှာ ရောဘတ်တို့ လင်မယားရယ် သူ့သမီးလေးနှစ်ယောက်ရယ် နေထိုင်ကြပါတယ် ၊ သူတို့မိသားစုလေးဟာ သူတို့ဘ၀နဲ့သူတို့ ပျော်ရွှင်နေကြပေမယ့် မမြင်နိုင်တဲ့ ကံကြမ္မာဆိုးက ရိုက်ခတ်လာခဲ့ပါတယ်သူတို့မိသားစုလေး ညစာစားဖို့ ပြင်နေတုန်းမှာ ပြင်းထန်တဲ့ ပေါက်ကွဲမှုကြီး တစ်ခု ဖြစ်ခဲ့ပါတယ် ၊ အဆိပ်ငွေ့တွေလည်း ပျံ့နေပြီးတော့ အဲဒီမြို့လေးမှာရှိတဲ့ လူတွေရော တိရစ္ဆာန်တွေရော အရာအားလုံး သေဆုံးခဲ့ပါတယ် ၊ အဲဒီပေါက်ကွဲမှုဟာ ဘာကြောင့် ဖြစ်ရသလဲ……..ဒါဟာ အကြမ်းဖက်သမားတွေရဲ့ လက်ချက်လား ၊ တကယ်လို့ အကြမ်းဖက်သမားတွေ လုပ်တာဆိုရင် ဘာလို့ မြို့ကြီးတွေကို မရွေးဘဲ ဒီလို မြို့သေးလေးကိုမှ ရွေးရတာလဲ၊ ဓာတုပစ္စည်းတစ်ခုခုကြောင့်လား စသဖြင့် မေးခွန်းပေါင်းများစွာကို အဖြေရှာရပါတော့တယ် ၊ရောဘတ်ရဲ့ အလောင်းကို ခွဲစိတ်စစ်ဆေးနေတုန်းမှာ ရောဘတ် ထထိုင်လာတာကရော ဘာကြောင့်များလဲ ၊ ရောဘတ်တစ်ယောက် အသက်ပြန်ရှင်လာတာလား ၊ ဒါဆိုရင် တခြားသူတွေရော ပြန်ရှင်နိုင်မလား၊ အာကာသထဲက လာတဲ့ ဥက္ကာခဲကြောင့်ဆိုတဲ့ ယူဆချက်ကရော မှန်ပါ့မလား စတာတွေကို သိရဖို့ Risen ဆိုတဲ့ ဇာတ်လမ်းကောင်းလေးကို ဆက်ကြည့်လိုက်ရအောင်နော်",
         "idm":"IMDB5",
         "file_size":"960MB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/d5ww4vnh5ctvoo2/Risen-2021-hd-GC.mp4/file"
      },
      {
         "title":"Annette (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/4FTnypxpGltJdIARrfFsP31pGTp-200x300.jpg",
         "description":"ပြောင်မြောက်တဲ့ဟာသပြက်လုံးတွေကြောင့် နာမည်ကြီးတဲ့ Henry ဟာ ကမ္ဘာကျော် opera singer Annette နဲ့ အကြောင်းပါပြီး လူတကာသဘောကျရတဲ့ အိမ်ထောင်ရေးတစ်ခုကို ဖန်တီးလိုက်ပါတယ်။ ဒါပေမဲ့ ကျော်ကြားမှုနောက်ကွယ်က အတ္တမာနတွေနဲ့ လူမြင်ကွင်းမှာအားကျစရာ သူတို့ရဲ့အိမ်ထောင်ရေးကတော့ ရွှေရည်စိမ်သက်သက်ပါပဲ။ အိမ်ထောင်ရေး အဆင်မပြေချိန်မှာ သူတို့ရဲ့ဘဝထဲကို Annette လို့ပဲ နာမည်ပေးထားတဲ့ သမီးငယ်လေးဝင်ရောက်လာပြီး သူတို့ဘဝတွေ ဇောက်ထိုးမိုးမျှော်ဖြစ်သွားပါတော့တယ်။Annette တစ်ယောက် ဘယ်လိုထူးခြားမှုတွေရှိနေလို့ မိဘ‌နှစ်ပါးလုံးရဲ့ဘဝကို လုံးလုံးလျားလျား ပြောင်းလဲသွားစေတာလဲ။ Mommy Annette တစ်ယောက်ကရော မုန်တိုင်းထဲမှာ လှေပေါ်ကပြုတ်ကျပြီး သေသွားတာလား။ Henry ရဲ့ပရောဂကင်းရဲ့လား။ အဲဒီ Annette ကရော အရုပ်လား၊ လူအစစ်လား၊ တကယ်ရှိတာလား။ စိတ်ကူးယဉ်သက်သက်ပဲလား… အစရှိတဲ့ ပဟေဠိပေါင်းများစွာ မြှုပ်နှံထားတဲ့ musical ကားကောင်းလေးတစ်ကားဖြစ်တဲ့အပြင် IMDb 7 Rotten tomatoes 69% လို rating‌ ကောင်းတွေ ပိုင်ဆိုင်ထားတာ‌ကြောင့် ကြည့်ရှုဖို့ recommend ပေးလိုက်ပါတယ်နော်။",
         "idm":"IMDB7",
         "file_size":"1.2GB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/o859khfik5cgtd8/Annette-2021-hd-GC.mp4/file"
      }
   ]
}
