{
   "movies":[
      {
         "title":"Lansky (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/06/brvSFZ1GMhbMzL3Is8kkvG1LbMt-185x278.jpg",
         "description":"အသစ်ထွက်ရှိလာတဲ့ biography-crime-drama ရုပ်ရှင်သစ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ ရုတ်တရက်ကြည့်လိုက်ရင်တော့ biographical film မို့ ပျင်းစရာလို့ ထင်ကောင်းထင်နိုင်ပါတယ်။ ဒါပေမဲ့ စိတ်၀င်စားစရာက Lansky ရုပ်ရှင်ဟာ နာမည်ကျော် ဂိုဏ်းစတားကြီး Meyer Lansky အကြောင်း ဖြစ်ရပ်မှန်ကို ပြန်လည်းရိုက်ကူးထားတဲ့ ဒုစရိုက်-ဒရမ်မာဇာတ်လမ်းဖြစ်နေတာပါပဲ။ငယ်စဥ်က အနှိမ်ခံ ဂျူးလူမျိုးဘ၀ကနေလာခဲ့ရတဲ့ Lansky ဟာ လူလတ်ပိုင်းအရွယ်မှာပဲ အရမ်းချမ်းသာတဲ့ ကာစီနိုသူဌေး၊ ဂိုဏ်းစတားတစ်ယောက်ဘ၀ကို ရရှိလာပါတယ်။ တစ်ချိန်က အပယ်ခံဘ၀ကို ဖြတ်သန်းခဲ့ရတာကြောင့် သူပိုက်ဆံရှာနိုင်လာချိန်မှာ ငွေပြီးရင်းငွေဖြစ်ပြီး ငွေနောက်လိုက်ကာ မကောင်းမှုများစွာကို ကျူးလွန်ခဲ့ပါတယ်။အဲဒီအတွက် သူပြန်ခံစားရတာကတော့ အိမ်ထောင်ရေးအဆင်မပြေမှုနဲ့ ဒုက္ခိတဖြစ်နေရှာတဲ့ သားဖြစ်သူရဲ့ဘ၀ပါပဲ။ သူဟာ အသက်အရွယ်ရလာချိန်မှာ သူ့လုပ်ငန်းပုံစံကို ပြောင်းလဲပစ်ခဲ့တာကြောင့် တရား၀င်လုပ်ငန်းအဖြစ် ဥပဒေဘောင်အတွင်းက လုပ်ငန်းလုပ်ခွင့်ရသွားခဲ့တာဟာလည်း စိတ်၀င်စားစရာပါ။ သူဟာ သူ့ကာစီနိုလုပ်ငန်းလုပ်ကိုင်ရာ Cuba ကိုလည်း ကာရေဘီယံရဲ့ Monte Carlo အဖြစ် ပြောင်းလဲပစ်ခဲ့ပါတယ်။သူဟာ ဘယ်လိုပဲ မကောင်းမှုဒုစရိုက်တွေကနေ ရုန်းထွက်ထွက်၊ အတိတ်ရဲ့အရိပ်တွေက သူ့နောက်ကို လိုက်လာတာပါပဲ။ အသက် ၈၀ ကျော် အရွယ်ရောက်မှ တရားစွဲခံရတဲ့ Lansky တစ်ယောက် အမှုကနေ ဘယ်လိုရုန်းထွက်ဦးမလဲဆိုတာ စိတ်၀င်စားစရာပါပဲ။ သူဟာ အစ္စရေးအတွက် အများကြီးကူညီထောက်ပံ့ပေးခဲ့ဖူးပေပေမဲ့ တကယ်တမ်း အစ္စရေးနိုင်ငံသားခံယူဖို့ ကြိုးစားတဲ့အခါမှာတော့ ပယ်ချခံခဲ့ရတာဟာလည်း သူ့ဘက်ကကြည့်ရင် ရင်နာစရာပါ။ကမ္ဘာအနှံ့ကာစီနိုလုပ်ငန်းများစွာကိုပိုင်ဆိုင်ခဲ့တဲ့၊ ဒုစရိုက်အင်ပါယာကြီးရဲ့ခေါင်းဆောင် နာမည်ကျော်ဂိုဏ်းစတားကြီး Lansky ရဲ့ဘ၀ဖြတ်သန်းမှုဟာ ယူတတ်ရင် သင်ခန်းစာယူစရာကောင်းသလို အတော်လည်း စိတ်၀င်စားစရာကောင်းပါတယ်။ အဲဒါကြောင့် ဒုစရိုက်-ဒရမ်မာဇာတ်လမ်းကောင်းကောင်း၊ အတ္ထုပတ္တိရုပ်ရှင်ကောင်းကောင်း ကြည့်ချင်နေသူတွေအတွက် အချိန်ပေးပြီး ကြည့်ဖို့တန်တဲ့ဇာတ်လမ်းတစ်ပုဒ်အဖြစ် ညွှန်းပေးလိုက်ပါတယ်နော်။",
         "idm":"IMDB-7",
         "credit":"Credit-Gold Channel",
         "hd":"https://www.mediafire.com/file/2yj0t5l39ihnkd3/Lansky.2021.PROPER.1080p.WEBRip.x264-RARBG.mp4-muxed.mp4/file",
         "sd":"https://www.mediafire.com/file/aqdzfn45llnsqhj/Lansky.2021.Proper.1080P.Webrip.X264-Rarbg.Mp4-Muxed-1.mp4/file",
         "fb":""
      }
   ]
}
