{
   "movies":[
      {
         "title":"CODA (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/BzVjmm8l23rPsijLiNLUzuQtyd-200x300.jpg",
         "description":"ဇာတ်လမ်းလေးနာမည်က CODA (Child of deaf adults) “အရွယ်ရောက်ပြီးအကြားအာရုံချို့တဲ့သူနှစ်ဦးရဲ့ကလေး” တဲ့။Gloucester ဆိုတဲ့မြို့လေးမှာ Ruby Rossi ဆိုတဲ့ကောင်မလေးတစ်ယောက် သူ့မိသားစုနဲ့အတူငါးဖမ်းလုပ်ငန်းနဲ့ အသက်မွေးဝမ်းကြောင်းပြုနေထိုင်တယ်။ အဖေရယ် အမေရယ် အစ်ကိုရယ်နဲ့ မိသားစုဝင်လေးယောက်ရှိပြီး Ruby ကလွဲပြီး ကျန်တဲ့သူတွေအားလုံးက အကြားအာရုံချို့တဲ့တဲ့သူတွေပါ။ “ဆွံ့အ နားမကြား” ဆိုတဲ့အခေါ်အတိုင်း အကြားအာရုံချို့တဲ့တဲ့သူတို့ဟာ စကားလည်းမပြောနိုင်ကြပါဘူး။ ဒီတော့ အချင်းချင်းလည်း Sign Language နဲ့ပဲပြောကြတာပေါ့။အံ့အားသင့်စရာကောင်းလောက်အောင်ပဲ ဒီလိုမိသားစုမှာကြီးပြင်းလာရတဲ့ Ruby ရဲ့ ပါရမီက သီချင်းဆိုတာဖြစ်နေတယ်။ ဒီလိုနဲ့ ကျောင်းဓမ္မတေးကလပ်မှာ ပါဝင်ဖြစ်ပြီး ဆရာဖြစ်သူ Mr. V ရဲ့အကူအညီနဲ့ သူမရဲ့အိပ်မက်ခရီးလမ်းကိုဆက်လျှောက်ဖို့ လမ်းစပေါ်လာခဲ့တာပေါ့။ဇာတ်လမ်းလေးက ရိုးရိုးသာမန် Drama film ဆိုပေမယ့် .. သမီးဖြစ်သူ သီချင်းဆိုနေတဲ့အချိန် မိသားစုဝင်တွေအကုန်လာပြီးအားပေးကြပေမယ့် ဘာမှမကြားလို့ ဘာမှမသိဖြစ်နေတာမျိုး .. မိဘအနေနဲ့ ကိုယ့်သားသမီးရဲ့ထူးချွန်မှုကို ဂုဏ်ယူချင်ပေမယ့် ဘာမှမကြားရလို့မချင့်မရဲဖြစ်နေရတာမျိုး .. အဲဒီလိုဇာတ်ကွက်တွေမှာဆို သရုပ်ဆောင်တွေရဲ့ပီပြင်တဲ့သရုပ်ဆောင်နိုင်မှုကြောင့် ကြည့်နေရင်းရင်ထဲမှာနင့်နေအောင်ခံစားရမှာပါ။ အပြင်လောကမှာလည်း ဒီလိုအဖြစ်မျိုးတွေရှိတာမို့ ကြည့်ရှုလို့ကောင်းတဲ့ဇာတ်လမ်းလေးကောင်းတစ်ပုဒ်ဖြစ်ကြောင်းညွှန်းလိုက်ပါတယ်နော်..။",
         "idm":"IMDB7.9",
         "file_size":"1.52GB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/36cecmylpp617b0/Coda-2021-GC.mp4/file"
      },
      {
         "title":"Sweet & Sour (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/3yGwAPl6LWpi8QwHjwCMaqsPgNB-200x300.jpg",
         "description":"လွန်ခဲ့တဲ့ရက်ပိုင်းကပဲ စစ်မှုထမ်းသွားတဲ့ကိုယ်တွေ Ki Yong လေးရဲ့ June လကထွက်ခဲ့တဲ့ ကားသစ်လေးနဲ့ GC ပရိတ်သတ်ကြီးအတွက်အလွမ်းပြေ တင်ဆက်ပေးချင်ပါတယ်။ဒီကားလေးက Romantic Comedy flimအမျိုးအစားလေးဖြစ်ပြီး Jang Ki Yonghae Soo Bin နဲ့  Krystal တို့ဦးဆောင်ပါဝင်ထားပါတယ်။အသည်းရောင်အသားဝါဘီပိုးကြောင့် ဆေးရုံတက်လိုက်ရတဲ့ အီဂျန်ဟော့…တစ်ကိုယ်လုံးဝါထိန်နေလို့ ကူးစက်တတ်တယ်ထင်ပြီး ဘယ်သူမှ သူ့အနားမကပ်ကြပေမယ့်အနားမှာ စေတနာပါပါပြုစုပေးတဲ့သူနာပြုလေး ဂျောင်ဒါအွန်း…အဲ့လိုနဲ့ အီဂျန်ဟော့ သူနာပြုလေးကိုမြင်မြင်ချင်းကတည်း ချစ်မိသွားပါတယ်။ဒီကားလေးက ဂျန်ဟော့နဲ့ ဒါအွန်းရဲ့ မချိုမချဉ်အချစ်ဇာတ်လမ်းလေးကို ဇာတ်အိမ်တည်ထားတယ်ဆိုပေမယ့် Plot twistအဆန်းကြီးရောက်ရင်တော့ပြုံးမိမယ်ဆိုတာ သေချာတာမလို့ကြည့်ရှုပေးကြပါဦး။",
         "idm":"IMDB6.7",
         "file_size":"900MB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/z6mdk99qj2jsmlz/Sweet.And.Sour.2021.720p-gc.mp4/file"
      }
   ]
}
