{
   "movies":[
      {
         "title":"The Unholy (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/bShgiEQoPnWdw4LBrYT5u18JF34-200x300.jpg",
         "description":"2021 March မှာ စတင်ထုတ်လွှင့်ခဲ့တာဖြစ်ပြီး IMDb rating အနေနဲ့ 5.1 ထိ ရရှိထားပါတယ်။ဇာတ်‌ကြောင်းလေးကတော့…..ဂျယ်ရီဖန်းဆိုတဲ့ ဝါရင့်သတင်းစာဆရာကြီးဟာ ဘန်ဖီးမြို့မှာ သတင်းလာယူရင်း ကြိုးတွေအထပ်ထပ်ချည်ထားတဲ့ အရုပ်တစ်ရုပ်ကို ရိုက်ခွဲမိခဲ့ပါတယ်။ နှစ်ပေါင်း ၂၀၀ နီးပါး ချုပ်နှောင်ခံထားရတဲ့ အညှိုးကြီးလှတဲ့ မကောင်းဆိုးဝါးကို လွှတ်ပေးသလို ဖြစ်သွားခဲ့တာပေါ့၊ အဲလိုဖြစ်ပြီး နောက်တစ်ရက်မှာပဲ အဲလစ်ဆိုတဲ့ ကောင်မလေးဟာ မွေးရာပါဆွံ့အနားမကြားဖြစ်နေရာကနေ ဘာကုသမှုမှမရှိဘဲ ဗြုန်းစားကြီး လူကောင်းတစ်ယောက်လို ပြန်ကောင်းလာပါတယ်။သူမ ဘာကြောင့် ဒီလို ပြန်ကောင်းလာရတာလဲ၊ ဘယ်အရာတွေကများ သူမကို ကုသပေးလိုက်တာလဲ၊ လွတ်မြောက်သွားတဲ့ မကောင်းဆိုးဝါးကရော သူမပြန်ကောင်းလာတာနဲ့ ဘယ်လိုပတ်သက်နေတာလဲ ဆိုတာ သိရဖို့ GC မှာ ကြည့်လိုက်ကြရအောင်နော်တစ်ခု သတိပေးချင်တာက ကြိုးပတ်ထားတဲ့အရုပ်တွေဆိုရင် သွားမထိပါနဲ့လို့😝",
         "idm":"IMDB5.1",
         "file_size":"801.66MB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/4wtv4nbgapp0sg4/The-Unholy-2021-hd-GC.mp4/file"
      },
      {
         "title":"Wrong Turn (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/4U1SBHmwHkNA0eHZ2n1CuiC1K1g-200x300.jpg",
         "description":"West Virginia ပြည်နယ်ရှိ မြို့ငယ်အနီးနားက တောထဲမှာ သူငယ်ချင်းဖြစ်သူတစ်သိုက်နဲ့ တောင်တက်ဖို့ရောက်လာတဲ့ ဂျန်နီဖာ… ခရီးထွက်သွားသူ သမီးဖြစ်သူနဲ့ အဆက်အသွယ်ပြတ်သွားလို့ သမီးကိုလိုက်ရှာဖို့ရောက်လာတဲ့ ဂျန်နီဖာ ရဲ့ဖခင်ဖြစ်သူ စကော့ ဟာ မြို့ထဲမှာ သမီးရဲ့သတင်းကို စုံစမ်းရင်း ကိုယ်တိုင်တောင်ပေါ်တက်ပြီး လိုက်ရှာဖို့ဖြစ်လာပါတယ်။မြို့ခံလူတွေပြောကြတာကတော့ တောင်ပေါ်မှာ အလွန်အန္တရာယ်များတဲ့အရာတွေရှိပြီး တက်သွားတဲ့သူတွေ ဘယ်တော့မှ ပြန်မဆင်းလာနိုင်ကြတော့ဘူးတဲ့၊အဲ့ဒီတော့ တောင်ပေါ်မှာ ဘယ်လိုအရာတွေရှိတာလဲ၊ သမီးနဲ့ဖခင် ရောပြန်လည်ဆုံတွေ့ နိုင်ပါဦးမလား၊ တောင်ပေါ်တတ်သွားတဲ့လူတွေ ဘယ်လို အန္တရာယ်မျိုးနဲ့ ကြုံတွေ့ရတာလဲ ဆိုတာကိုတော့ ဇာတ်ကားထဲမှာဘဲ ဆက်လက်ကြည့်ရှုပေးကြပါလို့ ပြောရင်း အညွှန်းကို အဆုံးသတ်လိုက်ပါတယ်။ဒီဇာတ်ကားက အရှေ့မှာထွက်ခဲ့ဖူးတဲ့ Wrong turn ဇာတ်ကားတွေနဲ့ နည်းနည်းကွဲပြား သွားပါတယ်။ လူသားစားကောင်တွေမပါတော့ဘဲနဲ့ တစ်ခြားအကြောင်းအရာပေါ်မှာ ဇာတ်အိမ်တည်ထားတာ ဖြစ်ပါတယ်။",
         "idm":"IMDB5.5",
         "file_size":"900MB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/s983iy8p3b1pydv/Wrong-Turn-2021-hd-GC.mp4/file"
      },
      {
         "title":"The Cursed: Dead Man’s Prey (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/4G4eHMm6H691zuByWokWvpXjJuW-200x300.jpg",
         "description":"2021မှာ ထွက်ရှိထားတဲ့  Mystery,thriller,fantsyအမျိုးအစားကားတစ်ကားဖြစ်ပါတယ်.Train to busanရဲ့screen writer&Directorဖြစ်တဲ့Yeon Sang Hoကဒီကားရဲscreen writerတစ်ယောက်ဖြစ်တာမို့ ကြည့်ရတာတော့ စိတ်လှုပ်ရှားဖို့ကောင်းမှာ အမှန်ပါပဲဇာတ်လမ်းအကျဥ်းကတော့ ဆွန်ဂီဆေးဝါးထုတ်လုပ်မှုကနေ ဆေးဝါးကို လက်တွေ့စမ်းသပ်ဖို့လူတွေစုဆောင်းရာကနေ စမ်းသပ်ခံသူတွေအကုန် သေသွားပါတယ် သေပြီးနောက်မှာအမှန်တရားကို ဖုံးကွယ်ထားရာက  သေဆုံးသူနစ်နာသူတွေရဲ့ လက်စားချေပုံကို သာမာန်ထက်ကွဲပြီး မှော်ဆန်ဆန် ကြည့်ရှူရမှာဖြစ်ပါတယ်",
         "idm":"IMDB7.1",
         "file_size":"900MB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/dq3bljlk16d8dmy/The.Cursed.Deads.Mans.Prey.2021.720P.-Gc.mp4/file"
      },
      {
         "title":"Demonic (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/08/pUK9duiCK1PKqWA5rRQ4XBMHITH-200x300.jpg",
         "description":"ဒီတစ်ခါလည်း ပရိတ်သတ်ကြီးတို့အကြိုက် horror movie လေးပဲ ဖြစ်ပါတယ်။” Demonic ” ဆိုတဲ့ နာမည်ကြားရုံနဲ့တင် ကြောက်ဖို့ကောင်းနေပြီနော်…ကာလီဆိုတဲ့ ကောင်မလေးဟာ ငယ်စဉ်က သူမရဲ့မိခင် သူငယ်ချင်းတွေနဲ့ ပျော်စရာကောင်းတဲ့ ဘဝလေးကို ပိုင်ဆိုင်ထားခဲ့ပါတယ်။ တစ်နေ့မှာ အလှည့်အပြောင်းတစ်ခုကြောင့် ဘဝကို သူမတစ်ယောက်တည်း ရုန်းကန်ရပါတော့တယ်၊ ပုံမှန် horror movie တွေထဲကနေ နည်းနည်းခွဲထွက်ပြီး ဗဟုသုတရစရာအကြောင်းအရာတွေ အများကြီးပါတဲ့ ကားကောင်းလေးတစ်ကားပါ။သူမငယ်ငယ်က ဘယ်လို trauma တွေရခဲ့လဲ ဝေးကွာသွားတဲ့ သူမအမေနဲ့ရော ပြန်တွေ့ဦးမှာလား ဘယ်လိုကြောက်လန့်စရာအဖြစ်အပျက်တွေနဲ့ စိတ်လှုပ်ရှားရဦးမလဲဆိုတာ အခုပဲကြည့်လိုက်ရအောင်နော်…",
         "idm":"IMDB4.8",
         "file_size":"892MB",
         "credit":"Credit-Gold Channel",
         "link":"https://www.mediafire.com/file/93x5b7uorf6p8p8/Demonic-2021-hd-GC.mp4/file"
      }
   ]
}
