{
   "movies":[
      {
         "title":"A Quiet Place Part II (2021)",
         "image":"https://goldchannel.net/wp-content/uploads/2021/06/4q2hz2m8hubgvijz8Ez0T2Os2Yv-185x278.jpg",
         "description":"နောက်ဆုံးမှာတော့ ထွက်မလို၊ မထွက်မလိုနဲ့ ကြာနေတဲ့ A Quiet Place Part 2 ကတော့ ထွက်ရှိလာပါပြီ။ဇာတ်အိမ်ကတော့ပထမရုပ်ရှင်အပြီးတစ်နှစ်အကြာမှာပေါ့။Abbott မိသားစုမှာ အိမ်ထောင်ဦးစီးဖြစ်တဲ့ Lee တစ်ယောက်ဟာ ပထမကားမှာ မိသားစုရဲ့ အသက်ကိုကယ်ဖို့အတွက် သူ့အသက်ကိုစတေးခဲ့ရပါတယ်။ အခုအချိန်မှာတော့ Lee မရှိပဲ Evelyn တို့ သားအမိ ၄ ယောက်ရှင်သန်ကြရတော့မှာပဲဖြစ်ပါတယ်။ သမီးအကြီးဆုံးက အကြားအာရုံချို့ယွင်းနေပြီးတော့ အငယ်ဆုံးလေးကလည်း ရင်ခွင်ပိုက်ပဲရှိသေးတာကြောင့် Evelyn ကိုယ်တိုင်ပဲဦးဆောင်ပြီး ဂြိုလ်သားတွေကိုရှောင်ခွင်းရပါတော့တယ်။တစ်နှစ်ဆိုတဲ့အချိန်အတွင်းမှာလည်း ဂြိုလ်သားတွေက ကမ္ဘာပေါ်ကလူဦးရေအကုန်နီးပါးကို သတ်ပစ်နိုင်ခဲ့ပြီးတော့ လက်ရှိမှာတော့ လူနည်းစုပဲကျန်ရှိပါတော့တယ်။ Evelyn တို့မိသားစု မိတ်ဆွေဟောင်း Emmett နဲ့ တွေ့တဲ့အချိန်မှာတော့ ဘာတွေဘယ်လိုပြောင်းလဲကုန်မယ်ဆိုတာကိုတော့ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုပေးကြပါဦး။",
         "idm":"IDM7.5",
         "credit":"Credit-Gold Channel",
         "hd":"https://www.mediafire.com/file/kt3b7gy2969ksdo/A.Quiet.Place.Part.II.2020.1080p.WEBRip.x264-RARBG.mp4-muxed.mp4/file",
         "sd":"https://www.mediafire.com/file/htf4it7ddllzrg0/A.Quiet.Place.Part.Ii.2020.1080P.Webrip.X264-Rarbg.Mp4-Muxed-1.mp4/file",
         "fb":""
      },
      {
         "title":"Hereditary (2018)",
         "image":"https://channelmyanmar.org/wp-content/uploads/2018/08/Hereditary-2018-scaled.jpg",
         "description":"ဂရေဟမ်မိသားစုရဲ့ အိမ် ထောင်ဦးစီးဖြစ်တဲ့ အယ်လန်ဂရေဟမ်ကွယ်လွန်သွားပြီးနောက်မှာ သူ့ရဲ့သမီးဖြစ်တဲ့ အန်နီဂရေမ်တို့ မိသားစုဟာ ဘိုးဘွားဘီဘင်မျိုး ရိုးအစဉ်အဆက်ရှိတဲ့ ထိတ်လန့် စရာလျှို့ဝှက်ချက်တွေနဲ့ ရင်ဆိုင် ခဲ့ရပါတယ်။အန်နီဟာ ပုံစံငယ်လေးတွေ ဖန်တီးတဲ့ ပညာရှင်တစ်ယောက် ဖြစ်ပြီး ခင်ပွန်းသည် စတိဗ်၊ ပီတာနဲ့ ချာလီဆိုတဲ့သားနဲ့ သမီးရှိပါ တယ်။ ဒီလိုနဲ့ အယ်လန်ကွယ်လွန် ပြီးနောက်မှာတော့ အန်နီတို့ မိသားစုဟာ သဘာဝလွန်အဖြစ် အပျက်တွေ ကြုံရပါတယ်။ပီတာဟာ ပါတီပွဲတစ်ခုကို ချာလီနဲ့အတူသွားခဲ့ပြီး အဲဒီပါတီ ပွဲမှာ ဆေးခြောက်ပါတဲ့ ချော ကလက်တွေကို ချာလီစားမိပြီး နောက် ဓာတ်မတည့်ဘဲ အစာအ ဆိပ်သင့်ပါတော့တယ်။အဲဒါနဲ့ ဆေးရုံကို မောင်နှမနှစ်ယောက် သွားရင်း ချာလီက အသက်ရှူမဝ ဖြစ်လာလို့ ကားထဲကနေ ခေါင်း ထွက်လေရှူရင်း ထိခိုက်မိတာ ခေါင်းပြတ်သွားခဲ့ပါတယ်။ပီတာကလည်း ရူးကြောင် ကြောင်ဖြစ်နေတာမို့ မိဘတွေကို ဘာမှပြန်မပြောဘဲ ဒီအတိုင်း အိမ်ပြန်လာခဲ့ပါတယ်။ချာလီသေဆုံး ပြီးနောက်မှာတော့ ပီတာဟာ ချာ လီ သူ့အနီးအနားမှာပဲရှိနေသလို လိုနဲ့ ခြောက်လှန့်ခံရပါတော့ တယ်။ဂရေဟမ်မိသားစုရဲ့ အိမ် ထောင်ဦးစီးဖြစ်တဲ့ အယ်လန်ဂရေဟမ်ကွယ်လွန်သွားပြီးနောက်မှာ သူ့ရဲ့သမီးဖြစ်တဲ့ အန်နီဂရေမ်တို့ မိသားစုဟာ ဘိုးဘွားဘီဘင်မျိုး ရိုးအစဉ်အဆက်ရှိတဲ့ ထိတ်လန့် စရာလျှို့ဝှက်ချက်တွေနဲ့ ရင်ဆိုင် ခဲ့ရပါတယ်။အန်နီဟာ ပုံစံငယ်လေးတွေ ဖန်တီးတဲ့ ပညာရှင်တစ်ယောက် ဖြစ်ပြီး ခင်ပွန်းသည် စတိဗ်၊ ပီတာနဲ့ ချာလီဆိုတဲ့သားနဲ့ သမီးရှိပါ တယ်။ ဒီလိုနဲ့ အယ်လန်ကွယ်လွန် ပြီးနောက်မှာတော့ အန်နီတို့ မိသားစုဟာ သဘာဝလွန်အဖြစ် အပျက်တွေ ကြုံရပါတယ်။ပီတာဟာ ပါတီပွဲတစ်ခုကို ချာလီနဲ့အတူသွားခဲ့ပြီး အဲဒီပါတီ ပွဲမှာ ဆေးခြောက်ပါတဲ့ ချော ကလက်တွေကို ချာလီစားမိပြီး နောက် ဓာတ်မတည့်ဘဲ အစာအ ဆိပ်သင့်ပါတော့တယ်။အဲဒါနဲ့ ဆေးရုံကို မောင်နှမနှစ်ယောက် သွားရင်း ချာလီက အသက်ရှူမဝ ဖြစ်လာလို့ ကားထဲကနေ ခေါင်း ထွက်လေရှူရင်း ထိခိုက်မိတာ ခေါင်းပြတ်သွားခဲ့ပါတယ်။ပီတာကလည်း ရူးကြောင် ကြောင်ဖြစ်နေတာမို့ မိဘတွေကို ဘာမှပြန်မပြောဘဲ ဒီအတိုင်း အိမ်ပြန်လာခဲ့ပါတယ်။ချာလီသေဆုံး ပြီးနောက်မှာတော့ ပီတာဟာ ချာ လီ သူ့အနီးအနားမှာပဲရှိနေသလို လိုနဲ့ ခြောက်လှန့်ခံရပါတော့ တယ်။အန်နီရဲ့ မိတ်ဆွေဂျုံးက ကွယ်လွန်သွားတဲ့ သူ့ရဲ့မြေးကို ဝိညာဉ်ခေါ် စကားပြောတဲ့အ ကြောင်းကို ပြောပြခဲ့ပြီး အန်နီကို လည်း လုပ်ကြည့်ဖို့ အကြံပြုခဲ့ပါ တယ်။တစ်ညမှာတော့ အန်နီ အိပ်မက်ဆိုးတွေမက်သလို ချာလီ ရဲ့ ဝိညာဉ်ဝင်ပူးခြင်းခံခဲ့ရပါတယ်။ချာလီရဲ့ ဝိညာဉ်ဟာ နာ ကြည်းချက်တွေရှိနေတယ်ဆိုတာ အန်နီခံစားမိတဲ့အတွက် ချာလီရဲ့ ပုံဆွဲစာအုပ်ကို မီးရှို့ပစ်တဲ့အခါ အန်နီရဲ့ လက်တစ်ဖက်ပါ မီး လောင်ခဲ့ပါတယ်။နောက်တော့ အခြေအနေတွေကို ဂျုံးကိုပြောပြ ပြီး အကြံတောင်းဖို့လုပ်ခဲ့ပေမယ့် ဂျုံးကို ဘယ်မှာမှ ရှာမတွေ့တော့ ပါဘူး။အဲဒါနဲ့ အိမ်ထဲမှာ ဟိုသည် လျှောက်ရှာရင်း ထူးဆန်းစွာနဲ့ သူ့ မိခင်အယ်လန်နဲ့ ဂျုံးတို့ အဆက် အစပ်ရှိတယ်ဆိုတဲ့ အထောက် အထားတွေ တွေ့ခဲ့သလို အိမ် ထပ်ခိုးမှာလည်း အယ်လန်လို့ ယူဆရတဲ့ အလောင်းတစ်လောင်း ရှာတွေ့ခဲ့ပါတယ်။အယ်လန်နဲ့ ဂျုံးက ဘယ်လို အချိတ်အဆက်တွေရှိနေတာလဲ။ဂရေဟမ်မိသားစုရဲ့ ဆွေမျိုးအ စဉ်အဆက် လျှို့ဝှက်ချက်က ဘာ ဖြစ်မလဲ။တစ်မိသားစုလုံး အ ခြောက်အလှန့်တွေ၊ ထိတ်လန့် စရာတွေ ကြုံနေရတဲ့ အန်နီနဲ့ မိသားစုတွေ ဘယ်လိုအခြေအနေ နဲ့ အဆုံးသတ်မှာလဲဆိုတာ ထိတ် လန့်သည်းဖိုရင်း ဆက်ကြည့် လိုက်ဦးနော်။ပါဝင်သရုပ်ဆောင်ထားသူ တွေက အန်နီ ဂရေဟမ်အဖြစ် တိုနီကော်လက်၊ ပီတာအဖြစ် အဲ လက်စ်ဝုဖ်၊ ချာလီအဖြစ် မစ်လီ ရှာပီရို၊ စတိဗ်အဖြစ် ဂက်ဘရီ ယယ်ဘန်း၊ ဂျုံးအဖြစ် အန်းဒိုးဒ် တို့ ဖြစ်ပါတယ်။",
         "idm":"IDM7.6",
         "credit":"Credit-Channel Myanmar",
         "hd":"",
         "sd":"",
         "fb":"480603309708420"
      }
   ]
}
